{
  "feedbackDefaults": {
    "Fill":   { "wrong": "Not quite. Check the rule and try again.", "readCorrectAloud": true },
    "YesNo":  { "wrong": "Not quite. Use the short answer correctly.", "readCorrectAloud": true },
    "Reorder":{ "wrong": "Not quite. Arrange the words to form the correct sentence.", "readCorrectAloud": true }
  },
  "lessons": {
    "L2": {
      "exercises": [

        {
          "title": "Lesson 2 — Instructions / Инструктаж",
          "payload": {
            "lines": [
              "Read the instructions (say OK to continue). / Прочетете указанията (кажете OK, за да продължите).",
              "Correct answer: OK",
              "Инструктаж за усвояване на целия урок: Изгледайте видеото и прочетете презентацията. Направете всички упражнения, като гледате да постигнете възможно най-малко грешки. Повторяйте, докато свикнете почти безгрешно. Научете новите думи. Прочетете историята и отговорете на всички въпроси. Научете новите думи от историята."
            ]
          }
        },

        {
          "title": "1) Questions and negatives — Make questions & make negatives",
          "payload": {
            "lines": [
              "Make questions and negatives / Направете тези изречения въпросителни и отрицателни.",

              "Make a question: “This is a new bank.” ?",
              "Correct answer: Is this a new bank?",
              "Make a negative: “This is a new bank.” ?",
              "Correct answer: This isn’t a new bank.",

              "Make a question: “This is a very good day.” ?",
              "Correct answer: Is this a very good day?",
              "Make a negative: “This is a very good day.” ?",
              "Correct answer: This isn’t a very good day.",

              "Make a question: “This is a big lake.” ?",
              "Correct answer: Is this a big lake?",
              "Make a negative: “This is a big lake.” ?",
              "Correct answer: This isn’t a big lake.",

              "Make a question: “This is a very big tank.” ?",
              "Correct answer: Is this a very big tank?",
              "Make a negative: “This is a very big tank.” ?",
              "Correct answer: This isn’t a very big tank.",

              "Make a question: “This is a new van.” ?",
              "Correct answer: Is this a new van?",
              "Make a negative: “This is a new van.” ?",
              "Correct answer: This isn’t a new van.",

              "Make a question: “This is a big cake.” ?",
              "Correct answer: Is this a big cake?",
              "Make a negative: “This is a big cake.” ?",
              "Correct answer: This isn’t a big cake.",

              "Make a question: “This is a happy day.” ?",
              "Correct answer: Is this a happy day?",
              "Make a negative: “This is a happy day.” ?",
              "Correct answer: This isn’t a happy day.",

              "Make a question: “This is a big hand.” ?",
              "Correct answer: Is this a big hand?",
              "Make a negative: “This is a big hand.” ?",
              "Correct answer: This isn’t a big hand.",

              "Make a question: “This is a good lady.” ?",
              "Correct answer: Is this a good lady?",
              "Make a negative: “This is a good lady.” ?",
              "Correct answer: This isn’t a good lady.",

              "Make a question: “This is a big tank.” ?",
              "Correct answer: Is this a big tank?",
              "Make a negative: “This is a big tank.” ?",
              "Correct answer: This isn’t a big tank.",

              "Make a question: “This is a good man.” ?",
              "Correct answer: Is this a good man?",
              "Make a negative: “This is a good man.” ?",
              "Correct answer: This isn’t a good man.",

              "Make a question: “This is a very good lady.” ?",
              "Correct answer: Is this a very good lady?",
              "Make a negative: “This is a very good lady.” ?",
              "Correct answer: This isn’t a very good lady.",

              "Make a question: “This is a big van.” ?",
              "Correct answer: Is this a big van?",
              "Make a negative: “This is a big van.” ?",
              "Correct answer: This isn’t a big van.",

              "Make a question: “This is a big plate.” ?",
              "Correct answer: Is this a big plate?",
              "Make a negative: “This is a big plate.” ?",
              "Correct answer: This isn’t a big plate.",

              "Make a question: “This is a new plate.” ?",
              "Correct answer: Is this a new plate?",
              "Make a negative: “This is a new plate.” ?",
              "Correct answer: This isn’t a new plate.",

              "Make a question: “This is a good bank.” ?",
              "Correct answer: Is this a good bank?",
              "Make a negative: “This is a good bank.” ?",
              "Correct answer: This isn’t a good bank.",

              "Make a question: “This is a good cake.” ?",
              "Correct answer: Is this a good cake?",
              "Make a negative: “This is a good cake.” ?",
              "Correct answer: This isn’t a good cake.",

              "Make a question: “This is a very big hand.” ?",
              "Correct answer: Is this a very big hand?",
              "Make a negative: “This is a very big hand.” ?",
              "Correct answer: This isn’t a very big hand.",

              "Make a question: “This is a new day.” ?",
              "Correct answer: Is this a new day?",
              "Make a negative: “This is a new day.” ?",
              "Correct answer: This isn’t a new day.",

              "Make a question: “This is a very good bank.” ?",
              "Correct answer: Is this a very good bank?",
              "Make a negative: “This is a very good bank.” ?",
              "Correct answer: This isn’t a very good bank.",

              "Make a question: “This is a big game.” ?",
              "Correct answer: Is this a big game?",
              "Make a negative: “This is a big game.” ?",
              "Correct answer: This isn’t a big game.",

              "Make a question: “This is a happy man.” ?",
              "Correct answer: Is this a happy man?",
              "Make a negative: “This is a happy man.” ?",
              "Correct answer: This isn’t a happy man.",

              "Make a question: “This is a very good man.” ?",
              "Correct answer: Is this a very good man?",
              "Make a negative: “This is a very good man.” ?",
              "Correct answer: This isn’t a very good man.",

              "Make a question: “This is a big day.” ?",
              "Correct answer: Is this a big day?",
              "Make a negative: “This is a big day.” ?",
              "Correct answer: This isn’t a big day.",

              "Make a question: “This is a new game.” ?",
              "Correct answer: Is this a new game?",
              "Make a negative: “This is a new game.” ?",
              "Correct answer: This isn’t a new game.",

              "Make a question: “This is a very happy day.” ?",
              "Correct answer: Is this a very happy day?",
              "Make a negative: “This is a very happy day.” ?",
              "Correct answer: This isn’t a very happy day.",

              "Make a question: “This is a good van.” ?",
              "Correct answer: Is this a good van?",
              "Make a negative: “This is a good van.” ?",
              "Correct answer: This isn’t a good van.",

              "Make a question: “This is a very big lake.” ?",
              "Correct answer: Is this a very big lake?",
              "Make a negative: “This is a very big lake.” ?",
              "Correct answer: This isn’t a very big lake.",

              "Make a question: “This is a very good game.” ?",
              "Correct answer: Is this a very good game?",
              "Make a negative: “This is a very good game.” ?",
              "Correct answer: This isn’t a very good game."
            ]
          }
        },

        {
          "title": "2) Translation (BG → EN) — Translate into English",
          "payload": {
            "lines": [
              "Translate into English / Преведете на английски.",

              "„Това е резервоар.“ ?",
              "Correct answer: This is a tank.",
              "„Това е голям резервоар.“ ?",
              "Correct answer: This is a big tank.",
              "„Това е много голям резервоар.“ ?",
              "Correct answer: This is a very big tank.",

              "„Това е ден.“ ?",
              "Correct answer: This is a day.",
              "„Това е щастлив ден.“ ?",
              "Correct answer: This is a happy day.",
              "„Това е много щастлив ден.“ ?",
              "Correct answer: This is a very happy day.",

              "„Това е чиния.“ ?",
              "Correct answer: This is a plate.",
              "„Това е голяма чиния.“ ?",
              "Correct answer: This is a big plate.",
              "„Това е много голяма чиния.“ ?",
              "Correct answer: This is a very big plate.",

              "„Това е жена.“ ?",
              "Correct answer: This is a woman.",
              "„Това е добра жена.“ ?",
              "Correct answer: This is a good woman.",
              "„Това е много добра жена.“ ?",
              "Correct answer: This is a very good woman.",

              "„Това е банка.“ ?",
              "Correct answer: This is a bank.",
              "„Това е голяма банка.“ ?",
              "Correct answer: This is a big bank.",
              "„Това е много голяма банка.“ ?",
              "Correct answer: This is a very big bank.",

              "„Това е човек.“ ?",
              "Correct answer: This is a man.",
              "„Това е щастлив човек.“ ?",
              "Correct answer: This is a happy man.",
              "„Това е много щастлив човек.“ ?",
              "Correct answer: This is a very happy man.",

              "„Това е езеро.“ ?",
              "Correct answer: This is a lake.",
              "„Това е голямо езеро.“ ?",
              "Correct answer: This is a big lake.",
              "„Това е много голямо езеро.“ ?",
              "Correct answer: This is a very big lake.",

              "„Това е торта.“ ?",
              "Correct answer: This is a cake.",
              "„Това е голяма торта.“ ?",
              "Correct answer: This is a big cake.",
              "„Това е много голяма торта.“ ?",
              "Correct answer: This is a very big cake.",

              "„Това е игра.“ ?",
              "Correct answer: This is a game.",
              "„Това е хубава игра.“ ?",
              "Correct answer: This is a nice game.",
              "„Това е много хубава игра.“ ?",
              "Correct answer: This is a very nice game.",

              "„Това е мъж.“ ?",
              "Correct answer: This is a man.",
              "„Това е нова игра.“ ?",
              "Correct answer: This is a new game.",
              "„Това е микробус.“ ?",
              "Correct answer: This is a van."
            ]
          }
        },

        {
          "title": "3) New words — Learn & say them (BG → EN + IPA)",
          "payload": {
            "lines": [
              "Правила — Преведете думите от Български на Английски, като ги ИЗГОВАРЯТЕ на глас. / Say the English word aloud, then type it (optional).",

              "„игра“ — (/ə ɡeɪm/) ?",
              "Correct answer: a game",
              "„езеро“ — (/ə leɪk/) ?",
              "Correct answer: a lake",
              "„торта“ — (/ə keɪm?/ or /ə keɪk/) ?",
              "Correct answer: a cake",
              "„ден“ — (/ə deɪ/) ?",
              "Correct answer: a day",
              "„чиния“ — (/ə pleɪt/) ?",
              "Correct answer: a plate",
              "„банка“ — (/ə bæŋk/) ?",
              "Correct answer: a bank",
              "„жена, дама“ — (/ə ˈleɪdi/) ?",
              "Correct answer: a lady",
              "„танк, резервоар“ — (/ə tæŋk/) ?",
              "Correct answer: a tank",
              "„мъж, човек“ — (/ə mæn/) ?",
              "Correct answer: a man",
              "„микробус“ — (/ə væn/) ?",
              "Correct answer: a van",
              "„ръка“ — (/ə hænd/) ?",
              "Correct answer: a hand",
              "„щастлив“ — (/ˈhæpi/) ?",
              "Correct answer: happy",
              "„това“ — (/ðɪs/) ?",
              "Correct answer: this",
              "„е“ — (/ɪz/) ?",
              "Correct answer: is",

              "New words from the story — BG → EN (say aloud)",

              "„кутия“ — (/ə bɒks/) ?",
              "Correct answer: a box",
              "„топка“ — (/ə bɔːl/) ?",
              "Correct answer: a ball",
              "„кукла“ — (/ə dɒl/) ?",
              "Correct answer: a doll",
              "„кола“ — (/ə kɑːr/) ?",
              "Correct answer: a car",
              "„колело“ — (/ə baɪk/) ?",
              "Correct answer: a bike",
              "„книга“ — (/ə bʊk/) ?",
              "Correct answer: a book",
              "„играчка“ — (/ə tɔɪ/) ?",
              "Correct answer: a toy",
              "„пръстен“ — (/ə rɪŋ/) ?",
              "Correct answer: a ring",
              "„ябълка“ — (/ən ˈæpl/) ?",
              "Correct answer: an apple",
              "„стол“ — (/ə tʃeə(r)/) ?",
              "Correct answer: a chair",
              "„вода“ — (/ˈwɔːtə(r)/) ?",
              "Correct answer: water",
              "„мляко“ — (/mɪlk/) ?",
              "Correct answer: milk",
              "„хляб“ — (/brɛd/) ?",
              "Correct answer: bread"
            ]
          }
        }

      ]
    }
  }
}
